# https://github.com/Homebrew/homebrew-bundle
tap 'homebrew/bundle'

brew 'asdf'
brew 'autojump'
brew 'awscli'
brew 'bat'
brew 'chezmoi'
brew 'emacs'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'grep'
brew 'httpie'
brew 'imagemagick'
brew 'jq'
brew 'lazydocker'
brew 'lazygit'
brew 'lsd'
brew 'neofetch'
brew 'neovim'
brew 'ripgrep'
brew 'starship'
brew 'tldr'
brew 'tree'
brew 'vim'
brew 'zsh'

cask 'amethyst'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'insomnia'
cask 'neovide'
cask 'opera'
cask 'vivaldi'

mas 'Pixea', id: 1507782672
