tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/homebrew-cask-versions'

brew 'awscli'
brew 'bash'
brew 'bat'
brew 'elixir'
brew 'fd'
brew 'ffmpeg'
brew 'git'
brew 'git-extras'
brew 'golang'
brew 'grep'
brew 'httpie'
brew 'imagemagick'
brew 'jq'
brew 'mackup'
# brew 'mas'
brew 'rbenv'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'

cask 'adobe-acrobat-reader'
cask 'dotnet-sdk'
cask 'font-fira-code-nerd-font'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'flux'
cask 'handbrake'
cask 'spotify'
cask 'steam'
cask 'there'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
