# https://github.com/Homebrew/homebrew-bundle
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'awscli'
brew 'bat'
brew 'chezmoi'
brew 'emacs'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'git-extras'
brew 'grep'
brew 'httpie'
brew 'imagemagick'
brew 'jq'
brew 'lazydocker'
brew 'lazygit'
brew 'lsd'
brew 'mise'
brew 'neofetch'
brew 'neovim'
brew 'ranger'
brew 'ripgrep'
brew 'starship'
brew 'tldr'
brew 'tree'
brew 'vim'
brew 'zoxide'
brew 'zsh' if OS.mac?

cask 'amethyst'
cask 'firefox'
cask 'flux'
cask 'font-fira-code-nerd-font'
cask 'font-fira-mono-nerd-font'
cask 'font-go-mono-nerd-font'
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'insomnia'
cask 'iterm2'
cask 'neovide'
cask 'opera'
cask 'spotify'
cask 'there'
cask 'vivaldi'
cask 'vlc'

mas 'Pixea', id: 1507782672
